/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Alarmet avstängt!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Tryck Någon Tangent för att Snooza";

/* Status line above clock during alarm */
"Press Any key to stop" = "Tryck Någon Tangent för att Stoppa";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Tryck Enter för att Snooza";

/* Status line above clock during alarm */
"Press Enter to stop" = "Tryck Enter för att Stoppa";

/* Button below clock */
"Snooze" = "Snooze";

/* Status line above clock during snooze */
"Snoozing until" = "Snoozar till";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Startar alarm...";

/* Button below clock */
"Stop" = "Stopp";

